[
  "obsidian-style-settings",
  "vim-yank-highlight",
  "obsidian-vimrc-support",
  "execute-code",
  "table-editor-obsidian",
  "url-into-selection",
  "darlal-switcher-plus",
  "various-complements",
  "highlightr-plugin",
  "quick-latex"
]